{
  "koboldSpawnWeight": 10,
  "koboldWarriorSpawnWeight": 8,
  "chupacabraSpawnWeight": 20,
  "drakeSpawnWeight": 5,
  "mushroomSpawnWeight": 20,
  "basiliskSpawnWeight": 1,
  "automatonHealth": 100.0,
  "automatonAttackDamage": 16.0,
  "chupacabraHealth": 16.0,
  "chupacabraAttackDamage": 6.0,
  "drakeHealth": 30.0,
  "drakeAttackDamage": 5.0,
  "koboldHealth": 20.0,
  "koboldAttackDamage": 2.5,
  "koboldWarriorHealth": 20.0,
  "koboldWarriorArmor": 6.0,
  "koboldWarriorAttackDamage": 5.5,
  "mushroomHealth": 6.0,
  "basiliskHealth": 50.0,
  "basiliskAttackDamage": 6.0,
  "replaceIronGolems": false,
  "redMushroomLines": [
    "playerGreeting",
    "Seen any smurfs lately?",
    "I hate Gargamel...",
    "Mondays, huh?",
    "You\u0027re a big fellow!",
    "Please don\u0027t eat me!",
    "Why did the Creeper hang out with me? Because I\u0027m such a fun-gi to be around!",
    "They say I\u0027m a fun-gi, but I think I\u0027m just a cap-tivating conversationalist!",
    "Looking for a spore-tacular time? You\u0027ve found the right mushroom!",
    "Did you hear about the fungi who threw a party? It was a real spore-gy!",
    "I\u0027m not edibles!",
    "My cousin Brownie is an alchemist.",
    "Do you know of a bard named Smash Mouth? I hear he\u0027s an All Star.",
    "I\u0027m not a regular mushroom; I\u0027m a spore-tacular mushroom!",
    "Some people blame me for the apocalypse...",
    "Γειά σου Ελλάδα!"
  ],
  "brownMushroomLines": [
    "Why do I feel like a fun-guy in a no-fun zone?",
    "You want a piece of my spore attitude? Take a hike!",
    "Life\u0027s a spore-t, and then you decompose.",
    "Step back, or I\u0027ll give you a spore-tacular scowl!",
    "Why do players always pick on mushrooms? Can\u0027t we just have a cap-py existence?",
    "I\u0027d rather be left alone in my dark corner. No mushroom for company!",
    "I don\u0027t have mushroom for joy, just a whole lot of fung-titude!",
    "Have a fung-tastic day...",
    "I am responsible for the apocalypse.",
    "I\u0027m not grumpy, I\u0027m just a fungi with a perpetual frown.",
    "Why are you bothering me? Can\u0027t you see I\u0027m having a spore day?",
    "Why do players keep trying to cheer me up? Do I look like a sunflower to you?",
    "I\u0027m like a mushroom, growing in the darkness of my grumpy thoughts.",
    "Step lightly, or you might awaken the wrath of the grumpy mushroom!",
    "Why be a fun-guy when you can be a grump-guy?",
    "I\u0027ve mastered the art of being perpetually annoyed. It\u0027s my spore-cialty!",
    "Let\u0027s get blazed! Go bring the blaze rod.",
    "Is it 4:20 already?"
  ]
}