{
  //Sets the position of the mana display.
  //The x-offset is subtracted from the x pos of the middle of the screen. (Ex: 0 would make it right in the middle)
  //The y-offset is subtracted from the y pos at the bottom of the screen. (Ex: 0 would make it at the very bottom of the screen)
  //X-Offset Default: 180
  //Y-Offset Default: 15
  "mana_xoffset": -115,
  "mana_yoffset": 15,
  //Determines whether mana should only display if you have a mana item in your hand.
  //Client-Sided, Accepts "true" or "false"
  //Default: false (always shows mana)
  "displayManaWithItem": false,
  //Chance for a soul to drop when killing players and creatures using a soul scythe (bosses always drop a soul)
  //The number should follow these bounds: 0 <= x <= 1.0
  //Default: 0.05 (1/20)
  "soulDropChance": 0.05,
  //Weight/Chance for the Wizard Village House to spawn in villages
  //Default: 10
  "wizard_village_weight": 10,
  //The vein size of all element nodes except sky.
  //Default: 4
  "nodeVeinSize": 4,
  //The amount of veins per chunk of all element nodes except sky.
  //Default: 4
  "nodeChunkRate": 4,
  //The minimum y-height that Earth nodes can generate at.
  //Default: -64
  "earthNodeMin": -64,
  //The maximum y-height that Earth nodes can generate at.
  //Default: 0
  "earthNodeMax": 0,
  //The minimum y-height that Warth nodes can generate at.
  //Default: 27
  "waterNodeMin": 27,
  //The maximum y-height that Water nodes can generate at.
  //Default: 40
  "waterNodeMax": 40,
  //The minimum y-height that End nodes can generate at.
  //Default: 8
  "endNodeMin": 8,
  //The maximum y-height that End nodes can generate at.
  //Default: 180
  "endNodeMax": 180,
  //The Chance for Sky Node Features to spawn (lower is more common, higher is more rare)
  //Default: 400
  "skyNodeChance": 400,
  //The Chance for Mana Berry Bushes to spawn (lower is more common, higher is more rare)
  //Default: 384
  "manaBerryBushChance": 384,
  //Determines whether the a sound should be played when using a channeler
  //Client-Sided, Accepts "true" or "false"
  //Default: true
  "play_channel_sound": true,
  //The chance that Harvesters will drop the bonus related to the mob
  //The number should follow these bounds: 0 <= x <= 1.0
  //Default: 0.05 (1/20)
  "harvester_chance": 0.05,
  //Whether screen shaking should be enabled or not. Used for players hit with the Rumble spell.
  //Client-Sided, Accepts "true" or "false"
  //Default: true
  "enableScreenShake": true
}
